[{"id":1,"title":"Boeing set to deliver more planes in 2016","image":"http://ichef-1.bbci.co.uk/news/660/cpsprodpb/89E4/production/_92100353_gettyimages-462505416.jpg","date":"10.27.2016","preview":"Shares in Boeing rose 4% after the plane maker said it would deliver more aircraft than expected this year and raised its profit outlook. The company said it would deliver between 745 and 750 commercial planes, up from an earlier estimate of 740 to 745 - but below last year's 762. Boeing said demand for aircraft remained strong and that efforts to boost profitability were on track...","text":"<p><b>Shares in Boeing rose 4% after the plane maker said it would deliver more aircraft than expected this year and raised its profit outlook.</b></p><p>The company said it would deliver between 745 and 750 commercial planes, up from an earlier estimate of 740 to 745 - but below last year's 762.</p><p>Boeing said demand for aircraft remained strong and that efforts to boost profitability were on track.</p><p>Net profit for the three months to September rose by a third to $2.3bn.</p><p>However, revenues slipped 7.5% to $23.9bn.</p><p>Profit and revenue also fell in Boeing's defence business, partly due to the discontinued C-17 transport plane.</p><p>Shares rose $5.17 to $144.19 in afternoon trading in New York. JP Morgan analyst Seth Seifman said he did not expect the stock was \"set up to run away\".</p><p>The deferred production cost balance for the 787 Dreamliner - a measure of manufacturing costs that are yet to be recouped by sales - fell about $150m in the quarter to $27.5bn, reflecting the fact that the jet is now profitable by some accounting measures. </p><p>The balance peaked at $28.7bn in the first quarter and has since declined.</p><p>A note from analysts at Jefferies praised Boeing for keeping 787 costs under control and said its outlook \"seems bright\".</p><p>Chief financial officer Greg Smith said Boeing expected revenues to be flat to \"slightly down\" next year following a transition to a new variant of the 777 twin-aisle plane.</p><p>Boeing plans to cut production of the 777 to seven a month next year from 8.3 - and many experts expect a further cut to five a month due to slow sales and the arrival of the new 777X. </p><p>Chief executive Dennis Muilenburg said Boeing would take more time to decide whether such a cut was needed.</p><p>Meanwhile, its European rival Airbus has maintained its full-year outlook despite reporting a 21% drop in third quarter profits before interest, tax and other charges to €731m (£652m).</p><p>The company aimed to deliver \"more than 670 planes\" this year, but the tally to September was only 462. </p><p>Finance director Harald Wilhelm admitted there remained much still to do to hit the target, but that Airbus was counting on suppliers to help them do so.</p><h2>'Healthy' demand</h2><p>Chief executive Tom Enders said the number of deliveries to September \"reflects the heavily back-loaded aircraft delivery schedule, ongoing production ramp-up and transition to new versions of our A320 and A330 aircraft\".</p><p>He said Airbus had a backlog of more than 6,700 aircraft, reflecting \"rather healthy\" demand for commercial planes. </p><p>The figures comes as the aerospace group embarks on a massive restructuring programme in a bid to cut costs. </p>","likes":123},{"id":2,"title":"Coke revenues continue to lose their fizz","image":"http://ichef-1.bbci.co.uk/news/660/cpsprodpb/EB6D/production/_92096206_hi036068582.jpg","date":"10.27.2016","preview":"Coca-Cola's global revenues slid 7% in the three months to September as consumers kept the lid on fizzy drinks. The fall to $10.6bn (£8.67bn) was the sixth consecutive quarterly decline in revenue for the world's biggest soft drinks company. The Latin America and Europe, Middle East and Africa regions both posted a 4% slide in sales, although North America had 3% growth and Asia rose 4%...","text":"<p><b>Coca-Cola's global revenues slid 7% in the three months to September as consumers kept the lid on fizzy drinks.</b></p><p>The fall to $10.6bn (£8.67bn) was the sixth consecutive quarterly decline in revenue for the world's biggest soft drinks company. </p><p>The Latin America and Europe, Middle East and Africa regions both posted a 4% slide in sales, although North America had 3% growth and Asia rose 4%.</p><p>Water and sports drinks helped drive a 3% rise in still beverage sales.</p><p>Net profit also fell 28% to $1.05bn (£859m) in the quarter.</p><p>Both revenue and profits were slightly better than analysts had expected, helping shares to rise almost 1% in New York to $42.88. The stock is flat for the year to date.</p><p>Volume sales of carbonated drinks such as Sprite, Fanta and Coca-Cola Zero were behind the 3% rise in North America to $2.66bn, while Diet Coke sales fell.</p><p>Sales of non-carbonated drinks, including iced tea, juices and energy drinks, rose 2% in North America.</p><p>The launch of Coca-Cola Zero Sugar in the UK, which replaced Coca-Cola Zero, enjoyed \"strong double-digit unit case volume growth\".</p><p>The company's new \"One Brand\" strategy, which gives Coca Cola, Coke Zero, Diet Coke, and Coca Cola Life a common visual identity, has now been introduced to 12 of its top markets. </p><p>James Quincey, Coca-Cola president and chief operating officer, told a conference last month that a new global marketing campaign called <a href=\"https://tastethefeeling.coca-cola.com/gb/player\">Taste the Feeling</a> was beginning to boost sales.</p><p>\"We see encouraging results in terms of retail sales growth of the Coca-Cola brand in total,\" he said. \"We believe that marketing takes its time to build up. It is a huge business, and the Coca-Cola business is not going to suddenly change overnight.\"</p>","likes":234},{"id":3,"title":"Tesla reports first quarterly profit for three years","image":"http://ichef-1.bbci.co.uk/news/660/cpsprodpb/0B9F/production/_90657920_gettyimages-476795092.jpg","date":"10.27.2016","preview":"Electric car maker Tesla has reported net income of $21.9m (£17.9m) for the third quarter after 13 consecutive quarterly losses. This compared with a loss of $230m a year earlier. Record deliveries helped to offset rising expenses for next year's roll-out of the company's mass-market Model 3 saloon car...","text":"<p><b>Electric car maker Tesla has reported net income of $21.9m (£17.9m) for the third quarter after 13 consecutive quarterly losses.</b></p><p>This compared with a loss of $230m a year earlier.</p><p>Record deliveries helped to offset rising expenses for next year's roll-out of the company's mass-market Model 3 saloon car. </p><p><a href=\"http://files.shareholder.com/downloads/ABEA-4CW8X0/2563165608x0x903036/562D56A1-5426-4D79-8B99-3408D1B60226/Q2_16_Update_Letter_-_final.pdf\">Tesla </a>delivered a record 24,821 cars during the quarter, more than 300 more than estimated.</p><p>Shares in the electric car maker jumped 3.76% in after-hours trading.</p><p>\"The Tesla third quarter results reflect strong company-wide execution in many areas,\" said chief executive Elon Musk and chief financial officer Jason Wheeler <a href=\"http://files.shareholder.com/downloads/ABEA-4CW8X0/3100696065x0x913801/F9E5C36A-AFDD-4FF2-A375-ED9B0F912622/Q3_16_Update_Letter_-_final.pdf\">in a statement</a>.</p><p>\"We set new records for vehicle production, deliveries and revenue.\"</p><p>Tesla, which went public in 2010, had not made a net quarterly profit since the first quarter of 2013.</p><p>In the previous two quarters it had missed production targets.</p><p>The firm is counting on the Model 3 to help it meet its 2018 goal of producing 500,000 cars annually.</p><p>The Model 3 is Tesla's attempt to widen its market appeal with a more affordable car. Its starting price is expected to be $35,000.</p><p>In its third quarter results Tesla did not provide an update on its planned $2.6bn acquisition of solar panel maker SolarCity.</p><p>Mr Musk, who is SolarCity's chairman and main shareholder, has said he plans to provide more financial details on the deal on 1 November before a vote by shareholders of both companies on 17 November.</p>","likes":345}]